Page({
    data: {
        rules: [ {
            order: "①",
            content: "每成功邀请一位新用户，可获得一个福蛋~"
        }, {
            order: "②",
            content: "每天中午12点瓜分现金10000元，按照福蛋的个数平分现金~"
        }, {
            order: "③",
            content: "多邀多得 ，多得多分，无上限~"
        } ],
        queAndAnws: [ {
            order: "①",
            question: "每天都可以玩吗？",
            answer: "对，每天都可以参与，当天12点到次日12点，是一期活动。"
        }, {
            order: "②",
            question: "我有三个福蛋，会得到3份现金，对吗？",
            answer: "是的，按照福蛋的个数平分现金，多得多分。"
        }, {
            order: "③",
            question: "我的金蛋为什么写着“已过期”？",
            answer: "金蛋在开奖48小时内，需要去点击领取，否则会过期哦~"
        }, {
            order: "④",
            question: "我从哪里可以看到我的福蛋？",
            answer: "“我的”页面，点击“我的福蛋”即可查看；分享后，在分享完成页面，点击去看看。"
        }, {
            order: "⑤",
            question: "领取后，我的钱在哪里看到？可以提现吗？",
            answer: "“我的福蛋”页面，已开奖区域，拉到最下面可以看到现金余额区域，支持提现；“我的”页面，可看到现金金额区域，支持提现。"
        }, {
            order: "⑥",
            question: "我之前有过已开奖的福蛋，但是已开奖区域为什么没有展示？",
            answer: "已开奖区域只展示前3期已开奖的数据。"
        }, {
            order: "⑦",
            question: "有什么注意事项？",
            answer: "对于任何以不正当方式参与活动的用户，包括且不限于恶意访问，恶意套现，利用程序漏洞等，她社区有权利取消该用户的参与资格并追回已发放的现金。"
        } ]
    }
});